[
  {
    "id": 1,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Rifat Hasan Rafi",
    "userName": "@username_here",
    "comment": "This platform has completely transformed our meetings. The simplicity of the interface and the powerful features have saved us so much time. It’s now a vital part of our workflow.",
    "rating": "5/5",
    "bgColor": "#EAECFF"
  },
  {
    "id": 2,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Amir Hasan",
    "userName": "@username_here",
    "comment": "The ability to seamlessly integrate with our existing tools has been a game-changer. The intuitive design makes scheduling and conducting meetings effortless, while the real-time collaboration tools ensure everyone stays on the same page. I would highly recommend this platform to any team looking to improve their productivity.",
    "rating": "5/5",
    "bgColor": "#E3FFE5"
  },
  {
    "id": 3,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Alice Johnson",
    "userName": "@username_here",
    "comment": "Switching to this platform has made our meetings more focused and productive. The features like agenda setting and task tracking are especially helpful.",
    "rating": "5/5",
    "bgColor": "#FFF5E4"
  },
  {
    "id": 4,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Bob Brown",
    "userName": "@username_here",
    "comment": "Our meetings are now more structured and efficient thanks to this platform. The user-friendly interface makes it easy to navigate, and the tools provided ensure that every meeting has clear objectives and outcomes. We’ve noticed a significant improvement in our team’s ability to collaborate and make decisions.",
    "rating": "5/5",
    "bgColor": "#F2F9FF"
  },
  {
    "id": 5,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Charlie White",
    "userName": "@username_here",
    "comment": "This platform has made scheduling and managing meetings so much easier. We’re able to stay on task and ensure that everyone is aligned with the meeting goals.",
    "rating": "5/5",
    "bgColor": "#FFF1F2"
  },
  {
    "id": 6,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Diana King",
    "userName": "@username_here",
    "comment": "I love how this platform streamlines our meetings. The integration with our calendar and project management tools has saved us so much time. It’s now an essential part of our daily operations. We’re more organized, and our meetings are much more productive than they were before.",
    "rating": "5/5",
    "bgColor": "#F6F6F6"
  },
  {
    "id": 7,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Rifat Hasan Rafi",
    "userName": "@username_here",
    "comment": "This platform’s simplicity and efficiency are unmatched. It’s made our meetings more productive and less time-consuming.",
    "rating": "5/5",
    "bgColor": "#EAECFF"
  },
  {
    "id": 8,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Amir Hasan",
    "userName": "@username_here",
    "comment": "Our team’s productivity has improved significantly since we started using this platform. The real-time collaboration tools ensure that everyone is on the same page, and the task tracking features help keep us organized. We’re able to make decisions faster and more effectively, which has been a major benefit for our projects.",
    "rating": "5/5",
    "bgColor": "#E3FFE5"
  },
  {
    "id": 9,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Alice Johnson",
    "userName": "@username_here",
    "comment": "This platform has been a real game-changer for our team. The ability to set clear agendas and track progress has made our meetings much more effective.",
    "rating": "5/5",
    "bgColor": "#FFF5E4"
  },
  {
    "id": 10,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Bob Brown",
    "userName": "@username_here",
    "comment": "We’ve seen a noticeable improvement in our meetings since adopting this platform. The features are user-friendly and help keep everyone on track. The ability to integrate with our existing tools has also been incredibly useful. Overall, this platform has helped us stay organized and improved our team’s efficiency.",
    "rating": "5/5",
    "bgColor": "#F2F9FF"
  },
  {
    "id": 11,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Charlie White",
    "userName": "@username_here",
    "comment": "This platform has streamlined our meetings and made them much more productive. The tools are easy to use and have helped us stay organized.",
    "rating": "5/5",
    "bgColor": "#FFF1F2"
  },
  {
    "id": 12,
    "img": "https://res.cloudinary.com/do6s4cirt/image/upload/v1727699618/user-profile_qlfvw4.png",
    "name": "Diana King",
    "userName": "@username_here",
    "comment": "Since switching to this platform, our meetings have become more efficient and productive. The interface is user-friendly, and the features are exactly what we needed to stay organized. It has saved us so much time and improved our workflow considerably. I can’t imagine going back to the way we used to conduct meetings.",
    "rating": "5/5",
    "bgColor": "#F6F6F6"
  }
]
